САМП Arizona RP - это место где ты можешь стать кем угодно и делать всё что пожелаешь!
Хочешь стать злодеем и реализовывать наркотические вещества, подвернуть под себя районный наркопритон в трущобах
и поставлять разную наркоту бандитам и бродягам? Или может быть хочешь воровать у военнослужащих материалы?
В GTA SAMP возможно всё: даже если ты предпочитаешь мирное существование, то можешь работать в государственных органах
- на серверах Аризона РП перед тобой открыты все двери! Устанавливайте правила, правьте целым штатом, не останавливайтесь
ни перед чем! Большое количество заданий, работ и возможностей доступно для каждого игрока на Arizona Role Play!
Наслаждайтесь игрой в САМП, а разработчики Аризоны позаботятся о добавлении новых функций, фишек, дополнений и обновлений
для комфортного пребывания на сервер Arizona RP.
