<strong>Шаг 1</strong>
Чтобы начать игру на нашем проекте Arizona Role Play, вам потребуется легендарная игра Grand Theft Auto San-Andreas.
Игра должна быть без дополнений и каких либо модификаций.
Так же для более комфортной игры вы можете установить русификатор.
<a href="http://downloads.arizona-rp.com/GTASanAndreas.zip">Скачать GTA SA</a>

<strong>Шаг 2</strong>
После установки Grand Theft Auto San-Andreas потребуется специализированый лаунчер для игры по сети под названием SAMP.
Скачайте актуальную версию мультиплеера себе на компьютер, после чего установите его в папку с игрой.
<a href="http://files.sa-mp.com/sa-mp-0.3.7-install.exe">Скачать SAMP</a>

<strong>Шаг 3</strong>
После установки мультиплеера на свой компьютер запустите SAMP и добавьте один из наших серверов в избранное.
Введите свой игровой никнейм в специальную графу. Ваш никнейм должен быть в формате Имя_Фамилия (Ivan_Ivanov).